Repository: sugar-activities/4194-activity
Catalog: po/ayc.po
Languages: ayc

source: Get IA Books
ayc: Internet Archive wakichatata pankanaka jakiña

source: Download thousands of free e-books in PDF, DejaVu, and EPUB formats from the Internet Archive!
ayc: ¡Internet Archive wakichatata PDF, DejaVu ukata EPUB taypita waranqa waranqa pankanaka apaqma!

source: Get Book
ayc: Panka jakiña

source: Enter words from the Author or Title to begin search
ayc: Thaqaña qalltañataki panka qillqirina sutipa jani ukaxa pankana sutipa qillqantma

source: Title
ayc: Suti

source: Volume
ayc: Walja

source: Author
ayc: Luriri

source: Language
ayc: Aru

source: Books
ayc: Pankanaka

source: Subject
ayc: Yatiña

source: Publisher
ayc: Panka wakichiri

source: Download URL
ayc: URL apaqaña wakichata

source: Performing lookup, please wait
ayc: Thaqaskiwa, mira suma suyt'ma

source: Error
ayc: Pantjata

source: You must enter at least one search word.
ayc: Thaqañataki niyasa maya sapa aru qillqantañamawa.

source: Connection timed out for CSV:
ayc: CSV wakichatataki mayachiri chhaqiwa:

source: Error getting CSV
ayc: CSV wakichata jakiñana pantjata:

source: Finished
ayc: Tukuta

source: Connection timed out for
ayc: uka wakichatataki mayachiri chhaqiwa

source: Could not download
ayc: Janiwa apaqayasiti

source: path in catalog is incorrect.
ayc: Pankanaka thaqaña qillqataru mantañaxa jani chiqapawa.

source: Success
ayc: Wali atipaña

source: added to Journal.
ayc: sapüru luräwiru yapxataña.
